Repository: kinsen/LotteryVoteMVC
Catalog: LotteryVoteMVC.Resources/Login/Login.*.resx
Languages: vi

source: Agree
vi: Đồng Ý

# Agreement1
source: Customers whoever place bet in our system which means they agree with our terms and conditions.
vi: Quý khách đã mở tài khoản của công ty hoặc đã đặt cược, thì coi như đã đọc và hiểu rõ đồng thời đã chấp nhận theo các qui luật dưới đây.

# Agreement10
source: If online gambling is illegal in customer's country and customer still need to place bet in our system, company will not responsible for any consequence.
vi: ất cả mọi phiên dịch trong Website này, đều lấy tiếng hoa làm chuẩn.

# Agreement2
source: Customers need to report to our customer service whenever they found that their private informations are used by others. We will create new account for them and cancel the old account.
vi: Nếu quý khách phát hiện và hoài nghi mật khẩu bạn thân bị đánh cắp dùng, nên lập tức tự thây đổi mật khẩu bạn thân ngay hoặc thông báo cho công ty .công ty sẽ giúp bạn thây đổi mật khậu hoặc vô hiệu hoá tài khoản đó.

# Agreement3
source: Customers need to make sure their username and password are kept securely, all transactions made by that username are considered valid.
vi: Quý khách có trách nhiệm bảo mật tài khoản,mật mã bạn thân. Nếu bị ngừoi khác đánh cắp và đã đặt cược trong tài khoản quý khách,Thì các số đã đặt cược đều có hiệu lực.

# Agreement4
source: To avoid discrepancy, please check all the bets detail in the bet list after each bet.
vi: Cũng bởi vì tránh tình trạng tranh luận, khi quý khách đặt cược xong phải kiểm tra lại “Danh sách cược”.

# Agreement5
source: Bets which are placed after the match date and time are considered void or not valid.
vi: Các cược đã đặt được chấp nhận sau khi đã có kết quả xổ số đều bị coi là không có hiệu quả.

# Agreement6
source: Any complaint on bets please report before match closing time. Complaint after match closing time will not entertained.
vi: Tất cả môi vấn đề khiếu nại nhất định phải trước giờ xổ số, công ty sẽ không chấp nhận giải quyết mọi vấn đề khiếu nại sau khi xổ số.

# Agreement7
source: Odds changed due to type error or system error are considered not valid even though customers have placed bet on it. Company reserved the rights to alter the odds according to system defined odds calculation.
vi: Trong lúc công bố bồi đền xuất hiện mọi chữ số đánh sai hoặc người sơ ý vô tình đánh sai, công ty sẽ bảo lưu cải chánh sự sai và được quyền theo bồi đền chính xác để kết toán các tài khoản đã đặt cược.

# Agreement8
source: Odds are changed periodically, so winning prize is calculated base on the odds which customers' bet.
vi: Nếu công ty phát hiện quý khách có tình trạng đặt cược không bình thường,công ty có quyền ngưng ngay tài khoản quý khách đang đặt cược, các cược đã đặt trước khi công ty ngưng đều có hiệu quả, không được yêu cầu hủy bỏ hoặc gia hạn thời gian và không được khiếu nại bất cứ vấn đề gì.

# Agreement9
source: If company found that customers' bets having abnormity, company has the rights to terminate future bets from that customer and all the bets placed before the termination are considered valid and customers are not allowed to ask for refund and void of bets.
vi: Nếu bạn chấp nhận đặt cược tại Website này mà vi phạm pháp luật thuộc địa không cho phép, công ty hoàn toàn khộng chịu trách nhiệm.

source: Disagree
vi: Không đồng ý

# LanguageLabel
source: Language
vi: Ngôn ngữ

# LoginField
source: Login
vi: Đồng Ý

# PasswordLabel
source: Password
vi: Mật khẩu

source: Reset
vi: Hồi phục

# UserNameLabel
source: UserName
vi: Tài khởan

# WelcomeString
source: Welcome to login
vi: Chào mừng với đăng nhập của thành viên

# AgentWelcomeString
source: Welcome To Agent Login
vi: Chào mừng với đăng nhập của Agent
