Repository: kinsen/LotteryVoteMVC
Catalog: LotteryVoteMVC.Resources/BetRule.*.resx
Languages: vi

# ABPL2WinLaw
source: 在18A, 18B和 18C公司中,AA和BB都至少有一次等于'2D-包组'中的数字串
vi: Both 18A ,18B and18C Company, AA and BB all equal a numeric string in '2D-Roll' at least once

# Bet
source: 下注
vi: Cược

# BetType
source: 下注类型
vi: Các loại cá cược

# D2HeadLastWinLaw
source: XX至少有一次等于‘2D-头尾’中的数字串
vi: XX equals a numberic string in '2D-HeadLast' at least once

# D2HeadWinLaw
source: XX至少有一次等于‘2D-头’中的数字串
vi: XX equals a numberic string in '2D-Head' at least once

# D2LastWinLaw
source: XX至少有一次等于‘2D-尾’中的数字串
vi: XX equals a numberic string in '2D-Last' at least once

# D2Roll7WinLaw
source: XX至少有一次等于‘2D-包组7’中的数字串
vi: XX equals a numberic string in '2D-Roll7' at least once

# D2RollWinLaw
source: XX至少有一次等于‘2D-包组’中的数字串
vi: XX equals a numberic string in '2D-Roll' at least once

# D3HeadLastWinLaw
source: XXX至少有一次等于‘3D-头尾’中的数字串
vi: XXX equals a numberic string in '3D-HeadLast' at least once

# D3HeadWinLaw
source: XXX至少有一次等于‘3D-头’中的数字串
vi: XXX equals a numberic string in '3D-Head' at least once

# D3LastWinLaw
source: XXX至少有一次等于‘3D-尾’中的数字串
vi: XXX equals a numberic string in '3D-Last' at least once

# D3Roll7WinLaw
source: XXX至少有一次等于‘3D-包组7’中的数字串
vi: XXX equals a numberic string in '3D-Roll7' at least once

# D3RollWinLaw
source: XXX至少有一次等于‘3D-包组’中的数字串
vi: XXX equals a numberic string in '3D-Roll' at least once

# D4LastWinLaw
source: XXXX至少有一次等于‘4D-尾’中的数字串
vi: XXXX equals a numberic string in '4D-Last' at least once

# D4RollWinLaw
source: XXXX至少有一次等于‘4D-包组’中的数字串
vi: XXXX equals a numberic string in '4D-Roll' at least once

# Example
source: 示例
vi: Ví dụ

# Formula
source: 中奖金额=下注*赔率*倍数
vi: Tiền Thắng cược=Cược*Trúng*Xuyên

# GameDescript
source: 玩法说明
vi: Cách chơi

# GameDescription
source: 越南彩2(越南彩票的一般玩法)是基于越南传统型彩票的开奖结果。彩票由多间公司开出，名称为“Hanoi”的公司所开出的彩票有27个数字字符串，其他公司则为18个字符串。下注时只需写下数字串和选择游戏类型，如果你在正确位置上押中正确的数字串，你就赢。
vi: LottoVN2(normal playing method of Vitenam lottery) is based on the result of Vitenam traditional lottery. Lottery are drawed by many companies. Lottery result of company named 'Hanoi' has 27 numeric strings, other Companies have 18 strings. Just write down the number strings and choose the game type. If you bet the right number string in the right position,you win.

# Length
source: 长度
vi: Chiều dài

# LocationAndRange
source: 位置 & 范围
vi: Vị trí & Phạm vi

# Multiple
source: 倍数
vi: Xuyên

# Pl2WinLaw
source: AA和BB都至少有一次等于'2D-包组'中的数字串
vi: AA and BB all equal a numberic string in '2D-Roll' at least once

# Pl3WinLaw
source: AA、BB和CC都至少有一次等于'2D-包组'中的数字串
vi: AA, BB and CC all equal a numberic string in '2D-Roll' at least once

# Remark
source: 备注
vi: Ghi chú

# Result
source: 结果
vi: Kết quả

# Rule
source: 规则
vi: Luật chơi

# Rule1
source: ’头‘ 包括彩票结果中的n-位数字串，n代表你所下注的数字串的长度；
vi: 'Head' includes n-digit number of the lottery result,'n' is the length of number you bet;

# Rule2
source: ’尾‘ 包括彩票结果中最后一个数字串的倒数n个数字；
vi: 'Last' includes last n digits of the last numberic string of the lottery result;

# Rule3
source: ’头尾‘包括 ’头‘ 和 ’尾‘ 所包含的所有数字串；
vi: 'Head+Last' includes both numberic strings of 'Head' and 'Last';

# Rule4
source: ‘包组’ 包括彩票结果中所有数字串的倒数n个数字；
vi: 'Roll' includes last n digits of all numberic strings in lottery result.

# Rule5
source: ‘包组7’ 包括彩票结果中第一个到第六个或者是最后一个数字串的倒数n个数字；
vi: 'Roll7' includes last n digits of from first to six or last numberic strings in lottery result.

# Rule6
source: 对于‘包组过关2’和‘包组过关3’，我们使用‘2D-包组’的数字串检查用户的下注的数字串。如果你下注 AA#BB，例如AA在’2D-包组‘出现一次，BB出现三次，那么倍数是1；如果AA出现三次，BB出现两次，那么倍数也是2。
vi: As for 'Roll parlay 2' and 'Roll Parlay 3',we verify user's bet with strings in '2D-Roll'. If you bet AA#BB, the mulitiple of bonus is the smaller number of occurrences of AA and BB in '2D-Roll'. For example, if AA appears in '2D-Roll' once, BB three times,then the multiple is 1. If AA appear in '2D-Roll' three time and BB twice, then the multiple is 2.

# Rule7
source: 对于‘ABC’包组过关2，我们使用在18A, 18B和 18C公司中‘2D-包组’的数字串检查用户的下注的数字串。如果你下注 AA#BB，例如AA在’2D-包组‘出现一次，BB出现三次，那么倍数是1；如果AA出现三次，BB出现两次，那么倍数是2。
vi: As for 'ABC’ Roll parlay 2,we verify both 18A ,18B and18C company with strings in '2D-Roll'. If you bet AA#BB, the multiple of bonus is the smaller number of occurrences of AA and BB in '2D-Roll'. For example, if AA appears in '2D-Roll' once, BB three times, then the multiple is 1. If AA appear in '2D-Roll' three times and BB twice, then the multiple is 2.

# WinAmount
source: 中奖金额
vi: Tiền Thắng cược

# WinLaw
source: 赢的条件
vi: Điều kiện chiến thắng
