Repository: kinsen/LotteryVoteMVC
Catalog: LotteryVoteMVC.Resources/Resource.*.resx
Languages: vi

# Abbreviation
source: 缩写
vi: VIẾT TẮT

# Accept
source: 接受
vi: Accept

# Action
source: 操作
vi: Thao tác

# Active
source: 正常
vi: Hoạt động bình thường

# Add
source: 添加
vi: Thêm vào

# AddLimit
source: 添加上限
vi: Add Limit

# AddLotteryResult
source: 添加开奖结果
vi: Add Lottery Result

# Agent
source: 代理
vi: đại lý

# All
source: 全部
vi: Tất cả

# Amount
source: 金额
vi: Thành tiền

# Asc
source: 升序
vi: Giảm dần

# AutoDropWater
source: 系统自动跌水
vi: Tự động trừ cò

# AutoRefresh
source: 自动刷新
vi: Auto Refresh

# AvailableGivenCredit
source: 可用额度
vi: Tài khoản có thể cược

# BalReport
source: 结余报表
vi: báo cáo tiền mặt

# BatterBetLimit
source: 会员连注限制
vi: Batter BetLimit

# Bet
source: 投注
vi: cá cược

# BetCount
source: 注单数
vi: Số phiếu

# BetLimit
source: 下注限制
vi: Giới hạn cược

# BetList
source: 下注列表
vi: danh sách cược

# BetRule
source: 投注规则
vi: loại trừ

# BetSheetList
source: 注单列表
vi: Bet Sheet List

# BetVote
source: 下注
vi: Bet

# Cancel
source: 取消
vi: Hủy bỏ

# CancelList
source: 取消注单
vi: hủy bỏ phiếu cược

# CancelTime
source: 取消时间
vi: Cancel Time

# CashBalance
source: 输赢
vi: Lãi / lỗ

# Closed
source: 已关闭
vi: Đống cửa

# CloseTime
source: 关盘时间
vi: Giờ Đống Cửa

# Comm
source: 佣金
vi: Tiền cò

# Commission
source: 佣金
vi: Tiền cò

# Company
source: 公司
vi: Công ty

# CompanyDescription
source: 公司描述
vi: Diển giải

# CompanyName
source: 公司名称
vi: CÔNG TY XỔ SỐ

# CompanyType
source: 公司类型
vi: Loại hình công ty

# CompanyWasSettled
source: 该公司已结算，请尝试重新结算
vi: This company was settled,please select other company or resette

# Confirm
source: 确认
vi: Xác nhận

# CreateTime
source: 创建时间
vi: Cài đặt giờ mới

# Currency
source: 货币
vi: Tiền tệ

# Date
source: 日期
vi: Ngày tháng

# DefaultUpperLimit
source: 最终限制设置
vi: Upper Limit Setting

# Delete
source: 删除
vi: Xóa

# Desc
source: 降序
vi: Tăng dần

# Detail
source: 详细
vi: chi tiết

# DropWater
source: 跌水
vi: Trừ cò

# Edit
source: 编辑
vi: Chỉnh sửa

# Email
source: 邮箱
vi: Hộp thư

# Error
source: 错误
vi: Sai

# EvenEven
source: 双双
vi: Chẳn chẳn

# EvenOdd
source: 双单
vi: Chẳn lẻ

# FirstNum
source: 数字1
vi: Num1

# Friday
source: 星期五
vi: Thứ Sáu

# From
source: 从
vi: Từ

# Function
source: 操作
vi: Thao tác

# GameLimit
source: 游戏限制
vi: Giới hạn trò chơi

# GameType
source: 游戏玩法
vi: Cách chơi

# GivenCredit
source: 信用限额
vi: Tín dụng

# Group
source: 分组
vi: nhóm

# GroupName
source: 分组名
vi: Phân chia tên nhóm

# Guest
source: 会员
vi: Hội viên

# Head
source: 头
vi: Đầu

# HeadAndLast
source: 头尾
vi: Đầu đuôi

# Inactive
source: 未激活
vi: Chưa kích hoạt

# IPAddress
source: IP地址
vi: Địa chỉ IP

# Last
source: 尾
vi: Đuôi

# LastLoginTime
source: 最后登录时间
vi: Thời gian đăng nhập sau cùng

# LastMonth
source: 上月
vi: Tháng trước

# LastWeek
source: 上周
vi: Tuần trước

# Limit
source: 限制
vi: Hạn chế

# LimitMonitor
source: 上限监控
vi: Upper Limit Monitor

# Log
source: 日志
vi: Nhật ký

# Logout
source: 退出
vi: thoát ra

# Lost
source: 输
vi: lỗ

# LotteryResult
source: 开奖结果
vi: Kết quả xổ số

# Market
source: 市场
vi: Thị trường

# Master
source: 总代
vi: Tổng đại lý

# Max
source: 最大
vi: Tối đa

# MemberBetLimit
source: 下级下注限制
vi: Member BetLimit

# MemberGameLimit
source: 下级游戏限制
vi: Member GameLimit

# Message
source: 消息
vi: Tin nhắn

# Middle
source: 中部
vi: Middle

# Min
source: 最小
vi: Tối thiểu

# Monday
source: 星期一
vi: Thứ hai

# Name
source: 姓名
vi: Họ tên

# Net
source: 净值
vi: Net

# NetAmount
source: 净金额
vi: Tiền cược ròng

# New
source: 新建
vi: Tạo mới

# NextLimit
source: 下一限制
vi: Giới hạn kế tiếp

# No
source: 序号
vi: Thứ tự

# NoPermission
source: 您没有访问该页面的权限!
vi: Bạn không có quyền

# North
source: 北部
vi: Miền Bắc

# NotAccept
source: 未接受
vi: Not Accept

# NotCloseTime
source: 未关盘
vi: Company still can accept bet!

# Num
source: 号码
vi: Mã số

# NumberStatistics
source: 号码统计
vi: thống kê số

# NumberWildcard
source: 数字通配符
vi: Số thay thế

# OddEven
source: 单双
vi: lẻ Chẳn

# OddOdd
source: 单单
vi: lẻ lẻ

# Odds
source: 赔率
vi: Trúng thưởng

# OnLine
source: 在线会员数
vi: OnLine

# OpenTime
source: 开盘时间
vi: Giờ Mở Cửa

# OrderList
source: 注单列表
vi: Bet Order List

# OrderNo
source: 订单号
vi: OrderNo

# OrderNum
source: 订单号
vi: OrderNo

# Package
source: 分组
vi: Chia nhóm

# Password
source: 密码
vi: Mật khẩu

# PleaseSelecte
source: 请选择
vi: Please Select

# PleaseSelectedCorrectGameType
source: 请选择正确的游戏玩法
vi: Please Selected Correct GameType

# PleaseSelectGamePlayWay
source: 请选择一个游戏玩法
vi: Please select a game play way!

# QuickBet
source: 快速下单
vi: Quick Bet

# ReallyDelete
source: 一旦删除，不可恢复，确定删除吗？
vi: Khẳng định xóa?

# Refresh
source: 刷新
vi: Làm mới

# Region
source: 地区
vi: Miền

# Report
source: 报表
vi: Báo cáo

# Reset
source: 重 置
vi: Thiết lập lại

# ReSettle
source: 重新结算
vi: tái định cư

# Return
source: 返回
vi: Trở về

# Roll
source: 包组
vi: Bao lô

# Roll7
source: 包组7
vi: Roll7

# RollParlay
source: 包组过关
vi: Số đá

# Running
source: 接受投注
vi: Đang mở

# Saturday
source: 星期六
vi: thứ bảy

# Save
source: 保存
vi: lưu

# Schedule
source: 开奖时间
vi: lịch trình xổ số

# Search
source: 搜索
vi: Tìm kiếm

# SecondNum
source: 数字2
vi: Num2

# Security
source: 保证金
vi: Security

# Setting
source: 设置
vi: Cài đặt

# Settle
source: 结算
vi: Settle

# ShareRate
source: 分成
vi: Chia phần trăm

# ShareRateLimit
source: 分成限制
vi: Giới hạn chia phần trăm

# SheetNum
source: 注单号
vi: mã phiếu

# Sort
source: 排序
vi: Phân loại

# South
source: 南部
vi: Miền Nam

# Start
source: 开始
vi: Bắt đầu

# Statement
source: 结单
vi: lịch sự tk

# Status
source: 状态
vi: Trạng thái

# Stop
source: 停止
vi: Ngưng

# StopAcceptBet
source: 停止投注限制
vi: Stop Accept Bet Limit

# Submit
source: 提 交
vi: Đồng ý

# SubmitDataError
source: 提交数据有错,请检查!
vi: Your post date error,please check!

# Success
source: 成功
vi: Thành công

# Sunday
source: 星期天
vi: Chủ Nhật

# Super
source: 超级总代
vi: Đại lý cấp 1

# Suspended
source: 暂停
vi: Tạm ngưng

# ThirdNum
source: 数字3
vi: Num3

# ThisMonth
source: 本月
vi: Tháng này

# ThisWeek
source: 本周
vi: Tuần này

# Thursday
source: 星期四
vi: thứ năm

# Time
source: 时间
vi: Thời gian

# TimeLeft
source: 剩余时间
vi: Time Left

# Title
source: 标题
vi: tiêu đề

# To
source: 到
vi: Tới

# ToalWinLost
source: 总输赢
vi: Tổng lãi lỗ

# Today
source: 今天
vi: Hôm nay

# TodayLotteryCompany
source: 今日开奖公司
vi: Cty xổ số hôm nay

# TodayWater
source: 今日跌水
vi: Trừ cò hôm nay

# Total
source: 总计
vi: tổng cộng

# TotalAmount
source: 总金额
vi: Tổng cược

# TotalBetAmount
source: 总下注额
vi: Tổng cược

# TotalCommission
source: 总佣金
vi: Tiền cò gộp

# Tuesday
source: 星期二
vi: Thứ ba

# Turnover
source: 下注额
vi: Tiền cược

# TwelveZodiac
source: 十二生肖
vi: 12 con giáp

# UpdateLotteryCompany
source: 更新开奖公司
vi: UpdateLotteryCompany

# UpdatePassword
source: 修改密码
vi: Đổi mật khẩu

# UpperLimit
source: 最终限制
vi: Giới hạn sau cùng

# User
source: 用户
vi: Hội viên

# UserManager
source: 用户管理
vi: Quản lý hội viên

# UserName
source: 登录帐号
vi: Tên đăng nhập

# VerifyCode
source: 验证码
vi: VerifyCode

# VerifyCodeError
source: 验证码错误!
vi: VerifyCode was error!

# VietnameseZodiac
source: 越南十二生肖
vi: vn 12 con giáp

# VietnamLottery
source: 越南彩2
vi: Số đề VN

# Wager
source: 金额
vi: Thành tiền

# Wednesday
source: 星期三
vi: Thứ tư

# Welcome
source: 欢迎您
vi: chào mừng

# Win
source: 赢
vi: Lãi

# WinLost
source: 输赢
vi: Lãi / lỗ

# Yesterday
source: 昨天
vi: Hôm qua

# YourPassword
source: 您的密码
vi: Mật khẩu của bạn

# Zodiac
source: 十二生肖
vi: 12 con giáp

# UserAlreadyExist
source: 该用户名已存在
vi: The user was already exist.

# PasswordError
source: 密码错误
vi: You're password is not correct.

# SubUser
source: 子账户
vi: tài khoản phụ

# BetCredit
source: 下注金额
vi: Tính dụng Cược

# Outstanding
source: 未结算
vi: Đang xử lý

# D
source: 化
vi: D

# Valid
source: 有效
vi: Valid

# AlreadyExist
source: 已存在
vi: Already exist.

# NoLotteryNum
source: 没有开奖号码
vi: không số xổ số kiến ​​thiết

# Target
source: 目标
vi: mục tiêu

# Content
source: 内容
vi: Nội dung

# ActionLog
source: 操作日志
vi: Thao tác

# LoginLog
source: 登录日志
vi: đăng nhập

# BackToHome
source: 返回首页
vi: trở lại trang chủ

# CheckUrlCorrect
source: 请检查输入的网址是否正确。
vi: Xin vui lòng kiểm tra lại địa chỉ URL đầu vào là chính xác.

# NoWay
source: 此路不通 -_- !
vi: không phải là một lựa chọn khả thi -_- !

# PageNotExist
source: 抱歉，您访问的页面地址有误，或者该页面不存在。
vi: Xin lỗi, bạn hãy truy cập vào địa chỉ trang không chính xác, hoặc các trang web không tồn tại.

# YouCan
source: 您可以
vi: bạn có thể

# LoginFailed
source: 登录失败
vi: Login Failed

# WrongMessage
source: 操作失败,请稍候再试,或尝试联系您的上级或管理员!
vi: Các hoạt động không thành công, xin vui lòng thử lại, hoặc cố gắng liên hệ với quản trị giám sát của bạn!

# TomorrowDropWater
source: 明日跌水
vi: Tomorrow Drop Water

# LoginByOtherOne
source: 您的账户在别处登录，请重新登录！
vi: Ở những nơi khác, đăng nhập tài khoản của bạn, đăng nhập trên một lần nữa!

# TimeoutError
source: 系统正忙，请稍候再试!
vi: Hệ thống này là bận rộn, xin vui lòng thử lại!

# UserWasLock
source: 您的账户已被锁定,如需解锁,请联系您的上级!
vi: Your status was locked,if you want to use,please contact your agent.

# Statistics
source: 统计
vi: kê số

# FastBet
source: 快速下注
vi: nhanh chóng cược

# FastBet2D
source: 2D快速下注
vi: 2D nhanh chóng cược

# FastBet3D
source: 3D快速下注
vi: 3D nhanh chóng cược

# Collapse
source: 收起
vi: Thu gọn

# Expand
source: 展开
vi: Mở rộng

# ChildsTotalComm
source: 下级总佣金
vi: của Ủy Hội Tổng cộng

# FullStatements
source: 全数报表
vi: hoàn toàn báo cáo

# SystemMaintenance
source: 系统维护中
vi: Bảo trì hệ thống

# Big
source: 大
vi: số lớn

# Center
source: 中
vi: Từ

# EvenHead
source: 双头
vi: Chẵn chục

# EvenLast
source: 双尾
vi: Chẵn đơn vị

# OddHead
source: 单头
vi: Lẻ chục

# OddLast
source: 单尾
vi: Lẻ đơn vị

# Small
source: 小
vi: số nhỏ

# ShareGroup
source: 分成组
vi: ShareGroup

# MemberWL
source: 会员输赢
vi: MemberWL

# ShareWL
source: 分成输赢
vi: ShareWL

# JuniorNetAmount
source: 下级净金额
vi: JuniorNetAmount

# JuniorTotalWinLost
source: 下级总输赢
vi: JuniorTotalWL

# JuniorWin
source: 下级赢
vi: JuniorWin

# MemberInfo
source: 会员资料
vi: Member Info

# Outcome
source: 输赢结果
vi: Outcome
